-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 16, 2025 at 02:27 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `worldcup`
--

-- --------------------------------------------------------

--
-- Table structure for table `gallery_images`
--

CREATE TABLE `gallery_images` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` varchar(1500) DEFAULT NULL,
  `url` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gallery_images`
--

INSERT INTO `gallery_images` (`id`, `name`, `description`, `url`) VALUES
(1, 'استاد ارامكو', 'ملعب استاد أرامكو هو ملعب رياضي حديث يقع في المملكة العربية السعودية، وهو جزء من اهتمام المملكة بتطوير المنشآت الرياضية في إطار رؤية 2030.\r\n\r\nمواصفات الملعب:\r\nعدد الجماهير: يستوعب استاد أرامكو حوالي 30,000 متفرج.\r\nالمرافق: يضم الملعب العديد من المرافق المتطورة مثل:\r\nغرف تغيير الملابس للفرق.\r\nمنطقة صحية طبية متكاملة.\r\nمرافق للصحفيين ووسائل الإعلام.\r\nمناطق مخصصة للعائلات.\r\nأماكن ترفيهية ومتاجر للوجبات السريعة.\r\nمواقف سيارات واسعة.\r\nنظام إضاءة حديث يلائم الفعاليات الليلية.\r\nالموقع:\r\nيقع ملعب استاد أرامكو في مدينة الظهران، وهي إحدى مدن المنطقة الشرقية في المملكة العربية السعودية، وتحديداً بالقرب من مركز شركة أرامكو السعودية.', 'imgs/استاد ارامكو.jpg'),
(2, 'استاد الأمير محمد بن سلمان', 'استاد الأمير محمد بن سلمان هو ملعب رياضي يقع في المملكة العربية السعودية ويعتبر من أبرز المنشآت الرياضية في المنطقة. تم تصميم الملعب ليواكب أحدث المعايير العالمية في مجال الملاعب الرياضية.\r\n\r\nمواصفات الملعب:\r\nعدد الجماهير: يستوعب الملعب حوالي 25,000 متفرج.\r\nالمرافق: يضم استاد الأمير محمد بن سلمان العديد من المرافق الحديثة والمتكاملة، مثل:\r\nغرف تغيير الملابس للاعبين.\r\nمنطقة الإعلاميين ومرافق صحفية.\r\nمرافق طبية مجهزة.\r\nمناطق ترفيهية للمشجعين.\r\nمرافق لذوي الاحتياجات الخاصة لضمان راحتهم أثناء المباريات.\r\nمناطق للمأكولات والمشروبات.\r\nمواقف سيارات واسعة تخدم الزوار.\r\nالموقع:\r\nيقع استاد الأمير محمد بن سلمان في مدينة المجمعة، التي تقع في منطقة الرياض بالمملكة العربية السعودية.', 'imgs/استاد الأمير محمد بن سلمان.jpg'),
(3, 'استاد المربع الجديد', 'استاد المربع الجديد\r\n\r\nالموقع: الرياض، المملكة العربية السعودية.\r\n\r\nالسعة: أكثر من 45,000 متفرج.\r\n\r\nالوصف: استاد المربع الجديد هو معلم رياضي وترفيهي قيد الإنشاء في قلب مدينة الرياض. يُتوقع أن يتسع لأكثر من 45,000 متفرج، مما يجعله واحدًا من أكبر الملاعب في المملكة. يقع ضمن مشروع \"المربع الجديد\" في شمال غرب الرياض عند تقاطع طريقي الملك سلمان والملك خالد. يتميز تصميمه بالاستلهام من شجرة الطلح، وهي من معالم الطبيعة في وادي حنيفة، مما يضفي طابعًا محليًا مميزًا على المعلم. يجمع التصميم بين الحداثة والاستدامة، مع مساحات متعددة الاستخدامات لاستضافة فعاليات رياضية وترفيهية متنوعة.\r\n\r\nالمرافق والميزات:\r\n\r\nمرافق حديثة: يضم الاستاد تقنيات متقدمة لضمان تجربة شخصية فريدة للمشجعين والمشاركين في الفعاليات.\r\nاستدامة: تصميم يدمج بين الحداثة والاستدامة لتلبية احتياجات الفعاليات الرياضية والترفيهية.\r\nمرافق متكاملة: تشمل مناطق للمشجعين، مناطق الإعلام، ومرافق طبية لضمان سلامة الجميع.', 'imgs/استاد المربع الجديد.jpg'),
(4, 'استاد الملك سلمان الدولي', 'استاد الملك سلمان الدولي\r\nاستاد الملك سلمان الدولي هو ملعب رياضي ضخم يقع في المملكة العربية السعودية، ويُعد من أبرز المنشآت الرياضية في العالم. تم تصميم الاستاد ليحقق أعلى معايير الجودة والاستدامة، مع مراعاة تقديم تجربة متكاملة للجماهير والرياضيين.\r\n\r\nمواصفات الملعب:\r\n\r\nعدد الجماهير: يستوعب الاستاد حوالي 92,000 متفرج، مع تخصيص مقاعد لكبار الشخصيات، الشخصيات الهامة، والأجنحة الفاخرة.\r\nالمرافق: يشمل الاستاد العديد من المرافق المتطورة، مثل:\r\nغرف تغيير الملابس المجهزة بأحدث التقنيات.\r\nمنطقة مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متكاملة لخدمة اللاعبين والجماهير.\r\nمناطق ترفيهية وساحات للمشجعين.\r\nمراكز تسوق ومطاعم متنوعة تقدم المأكولات والمشروبات.\r\nمرافق مخصصة لذوي الاحتياجات الخاصة لتوفير الراحة وسهولة الوصول.\r\nمواقف سيارات ضخمة تسع آلاف السيارات.\r\nالموقع:\r\nيقع استاد الملك سلمان الدولي شمال مدينة الرياض، في موقع استراتيجي قريب من مطار الملك خالد الدولي ومحطة قطار الرياض. يتصل بمحاور الطرق الرئيسية لتسهيل الوصول إليه.', 'imgs/استاد الملك سلمان الدولي.jpg'),
(5, 'استاد جامعة الملك خالد', 'استاد الملك خالد هو منشأة رياضية بارزة تقع في مدينة تبوك بالمملكة العربية السعودية. تم تصميم الاستاد وفق أحدث المعايير لتلبية احتياجات الفرق الرياضية والجماهير، مع توفير تجربة مريحة وشاملة لجميع الزوار.\r\n\r\nمواصفات الملعب:\r\n\r\nعدد الجماهير: يستوعب الاستاد حوالي 13,000 متفرج، موزعين على مدرجات مكشوفة جزئيًا لتوفير الحماية من أشعة الشمس.\r\nالمرافق: يحتوي الاستاد على مجموعة متكاملة من المرافق الحديثة، مثل:\r\nغرف تغيير الملابس المجهزة بالكامل.\r\nمنطقة مخصصة للإعلاميين والصحافة.\r\nمضمار للجري يحيط بالملعب الرئيسي.\r\nمرافق طبية متكاملة لخدمة اللاعبين والجماهير.\r\nمناطق مخصصة للمأكولات والمشروبات.\r\nمواقف سيارات واسعة تستوعب عددًا كبيرًا من المركبات.\r\nالمرافق الإضافية في المدينة الرياضية:\r\n\r\nصالات رياضية متعددة الاستخدامات.\r\nمسبح أولمبي مجهز لاستضافة المسابقات.\r\nملاعب خارجية لكرة السلة، التنس، والكرة الطائرة.\r\nمرافق مخصصة لذوي الاحتياجات الخاصة لتسهيل التنقل والوصول.\r\nالموقع:\r\nيقع استاد الملك خالد في منطقة استراتيجية بمدينة تبوك، مما يجعله قريبًا من المناطق الحيوية ومتاحًا لجميع السكان والزوار.', 'imgs/استاد جامعة الملك خالد.jpg'),
(6, 'استاد جامعة الملك سعود', 'استاد جامعة الملك سعود\r\nاستاد جامعة الملك سعود هو أحد أبرز الملاعب الرياضية الحديثة في المملكة العربية السعودية. يتميز بتصميمه المتطور وموقعه الاستراتيجي داخل مدينة الرياض، مما يجعله وجهة مثالية للأحداث الرياضية والترفيهية الكبرى.\r\n\r\nمواصفات الملعب:\r\n\r\nعدد الجماهير: يستوعب الاستاد حوالي 25,000 متفرج، مع توزيع مدروس للمقاعد لضمان أفضل رؤية للجماهير.\r\nالمرافق: يضم الاستاد العديد من المرافق المتطورة، مثل:\r\nغرف تغيير ملابس مخصصة ومجهزة بأحدث الوسائل.\r\nمنطقة مخصصة للإعلاميين ومرافق للصحافة.\r\nمرافق طبية متكاملة لخدمة اللاعبين والجماهير.\r\nمناطق مخصصة للمأكولات والمشروبات لتلبية احتياجات الزوار.\r\nمواقف سيارات واسعة تتسع لعدد كبير من المركبات.\r\nالمرافق الإضافية:\r\n\r\nصالات رياضية مغلقة متعددة الاستخدامات.\r\nمضمار لألعاب القوى حول الملعب الرئيسي.\r\nملاعب خارجية لكرة القدم والتنس وكرة السلة.\r\nمرافق مخصصة لذوي الاحتياجات الخاصة لضمان سهولة الوصول والتنقل.\r\nالموقع:\r\nيقع استاد جامعة الملك سعود في قلب مدينة الرياض، ضمن حرم جامعة الملك سعود. يتميز بسهولة الوصول إليه من مختلف أنحاء المدينة بفضل قربه من الطرق الرئيسية والمناطق الحيوية.', 'imgs/استاد جامعة الملك سعود.jpg'),
(7, 'استاد جنوب الرياض', 'ملعب جنوب الرياض\r\nملعب جنوب الرياض هو مشروع رياضي حديث يقع في جنوب غرب مدينة الرياض، المملكة العربية السعودية. يُعد هذا الاستاد من بين المنشآت الرياضية المخصصة لاستضافة فعاليات كأس العالم 2034، ويتميز بتصميم يمزج بين الأصالة والحداثة، مستوحى من مبادئ العمارة السلمانية.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الملعب 47,060 متفرجًا، مما يجعله قادرًا على استضافة عدد كبير من الجماهير خلال المباريات والفعاليات الكبرى.\r\nالمرافق: يضم الاستاد مجموعة متكاملة من المرافق الحديثة، بما في ذلك:\r\nغرف تغيير ملابس مجهزة بأحدث التقنيات.\r\nمناطق مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمناطق ترفيهية ومطاعم لتلبية احتياجات الزوار.\r\nمواقف سيارات واسعة تسهل وصول الجماهير إلى الملعب.\r\nالموقع:\r\nيقع الملعب في جنوب غرب الرياض، بالقرب من وادي نمار، مما يوفر إطلالات طبيعية خلابة ويعزز من جاذبية الموقع.', 'imgs/استاد جنوب الرياض.jpg'),
(8, 'استاد روشن', 'استاد روشن\r\nاستاد روشن هو مشروع رياضي حديث يقع في جنوب غرب مدينة الرياض، المملكة العربية السعودية. يتميز بتصميمه الأيقوني الذي يمزج بين الطابع التراثي واللمسات العصرية، مما يجعله وجهة رياضية وترفيهية فريدة من نوعها.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الاستاد حوالي 45,000 متفرج، مما يتيح استضافة الفعاليات الرياضية الكبرى والحفلات الجماهيرية.\r\nالمساحة الإجمالية: تزيد مساحة المشروع عن 450,000 متر مربع، مما يوفر مساحة واسعة للمرافق المتنوعة.\r\nالمرافق: يشمل الاستاد مجموعة متكاملة من المرافق الحديثة، بما في ذلك:\r\nغرف تغيير ملابس مجهزة بأحدث التقنيات.\r\nمناطق مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمجموعة واسعة من المتاجر والمطاعم وأماكن الضيافة لتلبية احتياجات الزوار.\r\nمواقف سيارات واسعة تسهل وصول الجماهير إلى الملعب.\r\nالموقع:\r\nيقع الاستاد في جنوب غرب مدينة الرياض، مما يجعله قريبًا من المناطق الحيوية وسهل الوصول من مختلف أنحاء المدينة.', 'imgs/استاد روشن.jpg'),
(9, 'استاد ساحل القدية', 'ملعب ساحل القدية\r\nملعب ساحل القدية هو مشروع رياضي حديث يقع في مدينة جدة، المملكة العربية السعودية. يُعد هذا الاستاد من بين المنشآت الرياضية المخصصة لاستضافة فعاليات كأس العالم 2034، ويتميز بتصميم مستوحى من الأمواج المكسيكية الشهيرة، مع تدرجات لونية غنية وزاهية.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الملعب 46,069 متفرجًا، مما يجعله قادرًا على استضافة عدد كبير من الجماهير خلال المباريات والفعاليات الكبرى.\r\nالمرافق: يضم الاستاد مجموعة متكاملة من المرافق الحديثة، بما في ذلك:\r\nغرف تغيير ملابس مجهزة بأحدث التقنيات.\r\nمناطق مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمناطق ترفيهية ومطاعم لتلبية احتياجات الزوار.\r\nمواقف سيارات واسعة تسهل وصول الجماهير إلى الملعب.\r\nالموقع:\r\nيقع الملعب في قلب مشروع ساحل القدية على شواطئ البحر الأحمر في مدينة جدة، مما يوفر إطلالات بحرية خلابة ويعزز من جاذبية الموقع.', 'imgs/استاد ساحل القديمة.jpg'),
(10, 'استاد مدينة الأمير فيصل بن فهد الرياضية', 'استاد مدينة الأمير فيصل بن فهد الرياضية\r\n\r\nاستاد مدينة الأمير فيصل بن فهد الرياضية يُعد واحدًا من أقدم وأهم الملاعب الرياضية في المملكة العربية السعودية. يقع في مدينة الرياض ويُعرف بموقعه المركزي الذي يجعله سهل الوصول من مختلف أنحاء العاصمة. يتميز الملعب بتاريخه العريق واستضافته للعديد من البطولات والفعاليات الرياضية المحلية والإقليمية.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب حوالي 22,500 متفرج.\r\nالمرافق:\r\nغرف تغيير الملابس للاعبين.\r\nمنطقة خاصة بالإعلاميين ومرافق صحفية مجهزة بالكامل.\r\nمرافق طبية لخدمة اللاعبين والجماهير.\r\nمضمار لألعاب القوى حول الملعب الرئيسي.\r\nمناطق لبيع المأكولات والمشروبات.\r\nمواقف سيارات واسعة تتسع لعدد كبير من السيارات.\r\nالمرافق الإضافية في المدينة الرياضية:\r\n\r\nصالات رياضية متعددة الاستخدامات.\r\nمسبح أولمبي مغلق.\r\nملاعب مكشوفة لرياضات مختلفة مثل كرة السلة واليد.\r\nملاعب تدريب فرعية مخصصة للأندية والمنتخبات.\r\nمناطق مخصصة لذوي الاحتياجات الخاصة لضمان سهولة الوصول والتنقل.\r\nالموقع:\r\nيقع استاد مدينة الأمير فيصل بن فهد الرياضية في منطقة الملز بمدينة الرياض، مما يجعله قريبًا من الطرق الرئيسية والمرافق الحيوية.', 'imgs/استاد مدينة الأمير فيصل بن فهد الرياضية.jpg'),
(11, 'استاد مدينة الملك عبدالله الاقتصادية', 'استاد مدينة الملك عبدالله الرياضية (الجوهرة المشعة)\r\n\r\nاستاد مدينة الملك عبدالله الرياضية، المعروف أيضًا باسم \"الجوهرة المشعة\"، هو واحد من أبرز الملاعب الرياضية في المملكة العربية السعودية. يقع في مدينة الملك عبدالله الاقتصادية في مدينة جدة، ويُعد من المنشآت الرياضية الحديثة التي تم تصميمها لاستضافة مختلف الفعاليات الرياضية الكبرى. يتميز الملعب بتصميمه المبتكر وتقنياته الحديثة، ويعتبر معلمًا رياضيًا في المملكة.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الملعب حوالي 62,241 متفرجًا.\r\nالمرافق:\r\nغرف تغيير ملابس حديثة للاعبين.\r\nمنطقة مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متكاملة لتوفير الرعاية الصحية في حالة الطوارئ.\r\nمناطق مخصصة للمأكولات والمشروبات توفر تشكيلة متنوعة من الوجبات والمشروبات.\r\nمواقف سيارات واسعة تتسع لعدد كبير من المركبات.\r\nالمرافق الإضافية في المدينة الرياضية:\r\n\r\nصالات رياضية متعددة الاستخدامات.\r\nملاعب تدريب فرعية.\r\nمناطق ترفيهية خارجية للجماهير.\r\nقاعات اجتماعات ومرافق مخصصة لاستضافة المؤتمرات والفعاليات التجارية.\r\nالموقع:\r\nيقع استاد مدينة الملك عبدالله الرياضية في مدينة الملك عبدالله الاقتصادية شمال مدينة جدة، وهو جزء من مشروع رياضي واقتصادي ضخم يهدف إلى تطوير المنطقة. يُعد الموقع مثاليًا، حيث يتيح سهولة الوصول إلى المدينة السياحية وتجهيزاتها الفاخرة.', 'imgs/استاد مدينة الملك عبدالله الاقتصادية.jpg'),
(12, 'استاد نيوم', 'استاد نيوم\r\n\r\nاستاد نيوم هو مشروع ملعب رياضي مبتكر يقع في مدينة نيوم، شمال غرب المملكة العربية السعودية. يُعد جزءًا من مشروع \"ذا لاين\"، المدينة الخطية المستقبلية التي تهدف إلى تقديم تجربة حياة مستدامة ومتقدمة.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الاستاد حوالي 46,010 متفرجًا.\r\n\r\nالمرافق:\r\n\r\nغرف تغيير ملابس حديثة للاعبين.\r\nمنطقة مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمناطق للمأكولات والمشروبات.\r\nمواقف سيارات واسعة.\r\nالموقع:\r\n\r\nيقع الاستاد في مدينة نيوم، ضمن مشروع \"ذا لاين\"، الذي يمتد على طول 170 كيلومترًا عبر الصحراء. يتميز الموقع بارتفاع أرضيته أكثر من 350 مترًا عن سطح الأرض، مما يوفر إطلالات بانورامية فريدة.', 'imgs/استاد نيوم.jpg'),
(13, 'استاد وسط جدة', 'استاد وسط جدة\r\n\r\nاستاد وسط جدة هو مشروع رياضي حديث يقع في حي الأندلس الساحلي بمدينة جدة، المملكة العربية السعودية. يُعد جزءًا من مشروع \"وسط جدة\"، الذي يهدف إلى تطوير المنطقة وتحويلها إلى وجهة ترفيهية ورياضية مميزة.\r\n\r\nمواصفات الاستاد:\r\n\r\nالسعة الجماهيرية: يستوعب الاستاد حوالي 45,000 متفرج. \r\nالشرق الأوسط\r\n\r\nالمرافق:\r\n\r\nغرف تغيير ملابس حديثة للاعبين.\r\nمنطقة مخصصة للإعلاميين والصحافة.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمناطق للمأكولات والمشروبات.\r\nمواقف سيارات واسعة.\r\nالموقع:\r\n\r\nيقع الاستاد في حي الأندلس الساحلي بمدينة جدة، مما يتيح سهولة الوصول إليه من مختلف أنحاء المدينة.', 'imgs/استاد وسط جدة.jpg'),
(14, 'ملعب مدينة الملك فهد الرياضية', 'استاد مدينة الملك فهد الرياضية (الملعب الدولي)\r\n\r\nاستاد مدينة الملك فهد الرياضية، والمعروف أيضًا بالملعب الدولي، هو واحد من أكبر وأهم الملاعب الرياضية في المملكة العربية السعودية. يقع في مدينة الرياض وهو جزء من مجمع مدينة الملك فهد الرياضية التي تضم العديد من المنشآت الرياضية المتكاملة.\r\n\r\nمواصفات الملعب:\r\n\r\nالسعة الجماهيرية: يستوعب الملعب حوالي 68,000 متفرج.\r\nالمرافق:\r\nغرف تغيير ملابس حديثة للاعبين.\r\nمنطقة مخصصة للإعلاميين ومرافق صحفية.\r\nمرافق طبية متطورة لضمان سلامة اللاعبين والجماهير.\r\nمناطق للمأكولات والمشروبات.\r\nمواقف سيارات واسعة.\r\nالمرافق الإضافية في المدينة الرياضية:\r\n\r\nصالات رياضية متعددة الاستخدامات.\r\nملاعب تدريب فرعية.\r\nملاعب مضمار لألعاب القوى.\r\nمنطقة ترفيهية للمشجعين.\r\nالموقع:\r\nيقع استاد مدينة الملك فهد الرياضية في حي العوالي بالرياض، مما يجعله قريبًا من العديد من الطرق الرئيسية والمرافق العامة.', 'imgs/ملعب مدينة الملك فهد الرياضية.jpg'),
(15, 'استاد نجران', 'استاد نجران\r\n\r\nالموقع: نجران، جنوب المملكة العربية السعودية.\r\nالسعة: 20,000 متفرج.\r\nالوصف:\r\nيقع استاد نجران في مدينة نجران ويُعد الملعب الرئيسي في المنطقة. يتمتع بموقع متميز يخدم أهل المنطقة ويستضيف العديد من المباريات الرياضية المختلفة، بما في ذلك مباريات دوري الدرجة الأولى السعودي. يُعتبر استاد نجران مركزًا رياضيًا حيويًا في المدينة، حيث يحتوي على مرافق رياضية أساسية ومناسبة لمختلف الأنشطة الرياضية.\r\nالمرافق:\r\n\r\nغرف تغيير ملابس: مجهزة للاعبين لتوفير الراحة قبل وبعد المباريات.\r\nمرافق طبية: تشمل غرفة إسعافات أولية لضمان سلامة اللاعبين والجماهير.\r\nمناطق للمشجعين: تشمل مناطق للمأكولات والمشروبات، بالإضافة إلى مناطق جلوس مريحة.\r\nمرافق الإعلام: منطقة مخصصة للإعلاميين والصحفيين لتغطية الأحداث الرياضية.\r\nمواقف سيارات: مواقف واسعة لاستيعاب الزوار والجماهير.\r\nمرافق لذوي الاحتياجات الخاصة: لتوفير راحة إضافية للجماهير من ذوي الاحتياجات الخاصة.', 'imgs/استاد نجران.jpg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `gallery_images`
--
ALTER TABLE `gallery_images`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `gallery_images`
--
ALTER TABLE `gallery_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
